# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

# Brews
brew "nginx"
brew "php"
brew "node"
brew "mysql@5.7"
brew "yarn"
brew "gnupg"
brew "ffmpeg"
brew "htop"
brew "wget"
brew "openssl@1.1"
brew "kubernetes-cli"
brew "zsh"

# Casks
## Utils
cask "alfred"
cask "spectacle"
cask "ngrok"
cask "openvpn-connect"
cask "nordvpn"
cask "gpg-suite"
cask "obs"
cask "malwarebytes"

## Dev
cask "iterm2"
cask "phpstorm"
cask "visual-studio-code"
cask "sublime-text"
cask "postman"
cask "wireshark"
cask "charles"
cask "owasp-zap"

## Comms
cask "slack"
cask "skype"
cask "discord"

## Web
cask "brave-browser"
cask "homebrew/cask-versions/firefox-developer-edition"

## Entertainment
cask "spotify"

## Office
cask "libreoffice"
